{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "_minus_scalar", 
      "name": "_minusscalar0", 
      "attrs": {"scalar": "127.5"}, 
      "inputs": [[0, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar0", 
      "attrs": {"scalar": "0.0078125"}, 
      "inputs": [[1, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_conv2d_weight", 
      "attrs": {
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "1", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "stu_conv_1_conv2d", 
      "attrs": {
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "1", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[2, 0, 0], [3, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_conv_1_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[4, 0, 0], [5, 0, 0], [6, 0, 0], [7, 0, 1], [8, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_Frelu_conv_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_conv_1_Frelu_conv", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[9, 0, 0], [10, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_Frelu_conv_weight", 
      "attrs": {
        "__shape__": "(48, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_conv_1_Frelu_conv", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[11, 0, 0], [12, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_Frelu_conv_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_conv_1_Frelu_conv", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[13, 0, 0], [14, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_Frelu_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_Frelu_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_Frelu_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_conv_1_Frelu_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_conv_1_Frelu_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[15, 0, 0], [16, 0, 0], [17, 0, 0], [18, 0, 1], [19, 0, 1]]
    }, 
    {
      "op": "broadcast_maximum", 
      "name": "stu_conv_1_Frelu_max", 
      "inputs": [[9, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block0_conv_sep_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_conv2d_weight", 
      "attrs": {
        "__shape__": "(48, 48, 1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block0_conv_sep_conv2d", 
      "attrs": {
        "kernel": "(1, 1)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block0_conv_sep_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block0_conv_sep_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[27, 0, 0], [28, 0, 0], [29, 0, 0], [30, 0, 1], [31, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_Frelu_conv_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block0_conv_sep_Frelu_conv", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[32, 0, 0], [33, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_Frelu_conv_weight", 
      "attrs": {
        "__shape__": "(48, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block0_conv_sep_Frelu_conv", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[34, 0, 0], [35, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_Frelu_conv_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block0_conv_sep_Frelu_conv", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[36, 0, 0], [37, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_Frelu_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_Frelu_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_Frelu_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_sep_Frelu_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block0_conv_sep_Frelu_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[38, 0, 0], [39, 0, 0], [40, 0, 0], [41, 0, 1], [42, 0, 1]]
    }, 
    {
      "op": "broadcast_maximum", 
      "name": "stu_res_2_block0_conv_sep_Frelu_max", 
      "inputs": [[32, 0, 0], [43, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block0_conv_dw_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[44, 0, 0], [45, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_conv2d_weight", 
      "attrs": {
        "__shape__": "(48, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block0_conv_dw_conv2d", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block0_conv_dw_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[48, 0, 0], [49, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block0_conv_dw_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[50, 0, 0], [51, 0, 0], [52, 0, 0], [53, 0, 1], [54, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_Frelu_conv_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block0_conv_dw_Frelu_conv", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[55, 0, 0], [56, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_Frelu_conv_weight", 
      "attrs": {
        "__shape__": "(48, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block0_conv_dw_Frelu_conv", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[57, 0, 0], [58, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_Frelu_conv_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block0_conv_dw_Frelu_conv", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[59, 0, 0], [60, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_Frelu_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_Frelu_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_Frelu_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_dw_Frelu_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block0_conv_dw_Frelu_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[61, 0, 0], [62, 0, 0], [63, 0, 0], [64, 0, 1], [65, 0, 1]]
    }, 
    {
      "op": "broadcast_maximum", 
      "name": "stu_res_2_block0_conv_dw_Frelu_max", 
      "inputs": [[55, 0, 0], [66, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block0_conv_proj_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[67, 0, 0], [68, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_conv2d_weight", 
      "attrs": {
        "__shape__": "(24, 48, 1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "24", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block0_conv_proj_conv2d", 
      "attrs": {
        "kernel": "(1, 1)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "24", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[69, 0, 0], [70, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block0_conv_proj_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[71, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block0_conv_proj_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[73, 0, 0], [74, 0, 0], [75, 0, 0], [76, 0, 1], [77, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_conv2d_cheap_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block0_conv_proj_conv2d_cheap", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[73, 0, 0], [79, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_conv2d_cheap_weight", 
      "attrs": {
        "__shape__": "(24, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "24", 
        "num_group": "24", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block0_conv_proj_conv2d_cheap", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "24", 
        "num_group": "24", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[80, 0, 0], [81, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_conv2d_cheap_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block0_conv_proj_conv2d_cheap", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[82, 0, 0], [83, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_cheap_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_cheap_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_cheap_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_cheap_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block0_conv_proj_batchnorm_cheap", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[84, 0, 0], [85, 0, 0], [86, 0, 0], [87, 0, 1], [88, 0, 1]]
    }, 
    {
      "op": "Concat", 
      "name": "concat0", 
      "attrs": {
        "dim": "1", 
        "num_args": "2"
      }, 
      "inputs": [[78, 0, 0], [89, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus0", 
      "inputs": [[90, 0, 0], [21, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block1_conv_sep_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[91, 0, 0], [92, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_conv2d_weight", 
      "attrs": {
        "__shape__": "(48, 48, 1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block1_conv_sep_conv2d", 
      "attrs": {
        "kernel": "(1, 1)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[93, 0, 0], [94, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block1_conv_sep_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[95, 0, 0], [96, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block1_conv_sep_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[97, 0, 0], [98, 0, 0], [99, 0, 0], [100, 0, 1], [101, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_Frelu_conv_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block1_conv_sep_Frelu_conv", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[102, 0, 0], [103, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_Frelu_conv_weight", 
      "attrs": {
        "__shape__": "(48, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block1_conv_sep_Frelu_conv", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[104, 0, 0], [105, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_Frelu_conv_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block1_conv_sep_Frelu_conv", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[106, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_Frelu_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_Frelu_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_Frelu_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_sep_Frelu_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block1_conv_sep_Frelu_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[108, 0, 0], [109, 0, 0], [110, 0, 0], [111, 0, 1], [112, 0, 1]]
    }, 
    {
      "op": "broadcast_maximum", 
      "name": "stu_res_2_block1_conv_sep_Frelu_max", 
      "inputs": [[102, 0, 0], [113, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block1_conv_dw_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[114, 0, 0], [115, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_conv2d_weight", 
      "attrs": {
        "__shape__": "(48, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block1_conv_dw_conv2d", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[116, 0, 0], [117, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block1_conv_dw_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[118, 0, 0], [119, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block1_conv_dw_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[120, 0, 0], [121, 0, 0], [122, 0, 0], [123, 0, 1], [124, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_Frelu_conv_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block1_conv_dw_Frelu_conv", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[125, 0, 0], [126, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_Frelu_conv_weight", 
      "attrs": {
        "__shape__": "(48, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block1_conv_dw_Frelu_conv", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "48", 
        "num_group": "48", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[127, 0, 0], [128, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_Frelu_conv_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block1_conv_dw_Frelu_conv", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[129, 0, 0], [130, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_Frelu_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_Frelu_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_Frelu_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_dw_Frelu_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block1_conv_dw_Frelu_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[131, 0, 0], [132, 0, 0], [133, 0, 0], [134, 0, 1], [135, 0, 1]]
    }, 
    {
      "op": "broadcast_maximum", 
      "name": "stu_res_2_block1_conv_dw_Frelu_max", 
      "inputs": [[125, 0, 0], [136, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block1_conv_proj_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[137, 0, 0], [138, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_conv2d_weight", 
      "attrs": {
        "__shape__": "(24, 48, 1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "24", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block1_conv_proj_conv2d", 
      "attrs": {
        "kernel": "(1, 1)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "24", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[139, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block1_conv_proj_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[141, 0, 0], [142, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block1_conv_proj_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[143, 0, 0], [144, 0, 0], [145, 0, 0], [146, 0, 1], [147, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_conv2d_cheap_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_res_2_block1_conv_proj_conv2d_cheap", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[143, 0, 0], [149, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_conv2d_cheap_weight", 
      "attrs": {
        "__shape__": "(24, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "24", 
        "num_group": "24", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_res_2_block1_conv_proj_conv2d_cheap", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "24", 
        "num_group": "24", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[150, 0, 0], [151, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_conv2d_cheap_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_res_2_block1_conv_proj_conv2d_cheap", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[152, 0, 0], [153, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_cheap_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_cheap_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_cheap_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_cheap_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_res_2_block1_conv_proj_batchnorm_cheap", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[154, 0, 0], [155, 0, 0], [156, 0, 0], [157, 0, 1], [158, 0, 1]]
    }, 
    {
      "op": "Concat", 
      "name": "concat1", 
      "attrs": {
        "dim": "1", 
        "num_args": "2"
      }, 
      "inputs": [[148, 0, 0], [159, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus1", 
      "inputs": [[160, 0, 0], [91, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_dconv_23_conv_sep_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[161, 0, 0], [162, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_conv2d_weight", 
      "attrs": {
        "__shape__": "(208, 48, 1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "208", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_dconv_23_conv_sep_conv2d", 
      "attrs": {
        "kernel": "(1, 1)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "208", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[163, 0, 0], [164, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_dconv_23_conv_sep_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[165, 0, 0], [166, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_dconv_23_conv_sep_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[167, 0, 0], [168, 0, 0], [169, 0, 0], [170, 0, 1], [171, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_Frelu_conv_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_dconv_23_conv_sep_Frelu_conv", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[172, 0, 0], [173, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_Frelu_conv_weight", 
      "attrs": {
        "__shape__": "(208, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "208", 
        "num_group": "208", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_dconv_23_conv_sep_Frelu_conv", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "208", 
        "num_group": "208", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[174, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_Frelu_conv_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_dconv_23_conv_sep_Frelu_conv", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[176, 0, 0], [177, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_Frelu_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_Frelu_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_Frelu_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_sep_Frelu_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_dconv_23_conv_sep_Frelu_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[178, 0, 0], [179, 0, 0], [180, 0, 0], [181, 0, 1], [182, 0, 1]]
    }, 
    {
      "op": "broadcast_maximum", 
      "name": "stu_dconv_23_conv_sep_Frelu_max", 
      "inputs": [[172, 0, 0], [183, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_dconv_23_conv_dw_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[184, 0, 0], [185, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_conv2d_weight", 
      "attrs": {
        "__shape__": "(208, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "208", 
        "num_group": "208", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_dconv_23_conv_dw_conv2d", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "208", 
        "num_group": "208", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[186, 0, 0], [187, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_dconv_23_conv_dw_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[188, 0, 0], [189, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_dconv_23_conv_dw_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[190, 0, 0], [191, 0, 0], [192, 0, 0], [193, 0, 1], [194, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_Frelu_conv_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_dconv_23_conv_dw_Frelu_conv", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[195, 0, 0], [196, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_Frelu_conv_weight", 
      "attrs": {
        "__shape__": "(208, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "208", 
        "num_group": "208", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_dconv_23_conv_dw_Frelu_conv", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "208", 
        "num_group": "208", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[197, 0, 0], [198, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_Frelu_conv_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_dconv_23_conv_dw_Frelu_conv", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[199, 0, 0], [200, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_Frelu_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_Frelu_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_Frelu_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_dw_Frelu_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_dconv_23_conv_dw_Frelu_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[201, 0, 0], [202, 0, 0], [203, 0, 0], [204, 0, 1], [205, 0, 1]]
    }, 
    {
      "op": "broadcast_maximum", 
      "name": "stu_dconv_23_conv_dw_Frelu_max", 
      "inputs": [[195, 0, 0], [206, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_conv2d_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_dconv_23_conv_proj_conv2d", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[207, 0, 0], [208, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_conv2d_weight", 
      "attrs": {
        "__shape__": "(52, 208, 1, 1)", 
        "kernel": "(1, 1)", 
        "no_bias": "True", 
        "num_filter": "52", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_dconv_23_conv_proj_conv2d", 
      "attrs": {
        "kernel": "(1, 1)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "52", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[209, 0, 0], [210, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_conv2d_requant_scale", 
      "inputs": []
    }, 
    {
      "op": "RequantizePredict", 
      "name": "requant_stu_dconv_23_conv_proj_conv2d", 
      "attrs": {
        "axis": "1", 
        "no_bias": "true"
      }, 
      "inputs": [[211, 0, 0], [212, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_batchnorm_gamma", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_batchnorm_beta", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_batchnorm_moving_mean", 
      "attrs": {
        "__init__": "[\"zero\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_batchnorm_moving_var", 
      "attrs": {
        "__init__": "[\"one\", {}]", 
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": []
    }, 
    {
      "op": "BatchNorm", 
      "name": "stu_dconv_23_conv_proj_batchnorm", 
      "attrs": {
        "fix_gamma": "False", 
        "momentum": "0.9"
      }, 
      "inputs": [[213, 0, 0], [214, 0, 0], [215, 0, 0], [216, 0, 1], [217, 0, 1]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_conv2d_cheap_data_scale", 
      "inputs": []
    }, 
    {
      "op": "QuantizePredict", 
      "name": "quant_stu_dconv_23_conv_proj_conv2d_cheap", 
      "attrs": {"compute_scale": "off"}, 
      "inputs": [[213, 0, 0], [219, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stu_dconv_23_conv_proj_conv2d_cheap_weight", 
      "attrs": {
        "__shape__": "(52, 1, 3, 3)", 
        "kernel": "(3, 3)", 
        "no_bias": "True", 
        "num_filter": "52", 
        "num_group": "52", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": []
    }, 
    {
      "op": "ConvolutionLowbit", 
      "name": "stu_dconv_23_conv_proj_conv2d_cheap", 
      "attrs": {
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "cudnn_off":"True", 
        "no_bias": "true", 
        "num_filter": "52", 
        "num_group": "52", 
